{
  "Prestige Perfumes e Cosméticos": {
    "description_br_full": "Durante meu estágio na Prestige Perfumes e Cosméticos, tive a oportunidade de atuar em diversos projetos estratégicos e criativos para marcas como Dolce&Gabbana, Issey Miyake e Narciso Rodriguez.\n\nFui responsável por desenvolver e adaptar materiais promocionais e visuais para o mercado brasileiro, incluindo vitrines e ativações em loja em pontos de venda parceiros. Garanti que cada execução refletisse adequadamente a identidade sofisticada das marcas e estivesse em conformidade com as diretrizes globais, gerenciando todo o processo desde o conceito até a entrega final, em colaboração com gráficas e fornecedores.\n\nTambém desenvolvi páginas de marca para Issey Miyake e Narciso Rodriguez no site da Sephora Brasil, além de otimizar páginas de produto com foco em storytelling envolvente e posicionamento de marca. Realizei benchmarking com execuções internacionais e concorrentes para garantir uma adaptação local eficaz, respeitando sempre a identidade e o tom de cada marca.\n\nApoiei ainda as ações de marketing digital, auxiliando na adaptação e no envio de materiais promocionais para campanhas sazonais e lançamentos. Quando necessário, contribuí com a criação de peças visuais e redação publicitária, além de ser responsável por reportar as ativações às equipes globais.\n\nEssa experiência me proporcionou uma compreensão prática e estratégica do universo do marketing e da comunicação no setor de luxo, integrando branding, visual merchandising e marketing digital em um único ecossistema.\n\nAbaixo, você pode conferir alguns dos materiais que desenvolvi durante esse período.",
    "description_br": "Durante meu estágio na Prestige Perfumes e Cosméticos, atuei no desenvolvimento de vitrines, páginas de marca e materiais promocionais para marcas como Dolce&Gabbana, Issey Miyake e Narciso Rodriguez. Trabalhei na adaptação das campanhas globais para o mercado brasileiro, respeitando os guidelines internacionais e integrando estratégias de branding, visual merchandising e marketing digital no setor de luxo. Confira abaixo alguns dos materiais desenvolvidos durante esse período.",
    "description_en_full": "During my internship at Prestige Perfumes and Cosmetics, I had the opportunity to work on several strategic and creative projects for brands such as Dolce&Gabbana, Issey Miyake, and Narciso Rodriguez.\n\nI was responsible for developing and tailoring promotional and visual materials to the Brazilian market, including window displays and in-store animations at partner retail stores. I ensured each execution properly reflected the brands' sophisticated identity and adhered to global guidelines, managing the entire process from concept to final delivery in collaboration with printers and suppliers.\n\nI also developed brand pages for Issey Miyake and Narciso Rodriguez on Sephora Brazil's website and optimized product pages with compelling storytelling and brand positioning emphasis. Benchmarking against international brand executions and competitors was done to ensure successful local adaptation, always taking into account the unique identity and tone of each brand.\n\nI also supported digital marketing efforts, assisting in tailoring and distributing promotional materials for seasonal and product launch campaigns. As needed, I supported visual asset development and copywriting, and was responsible for reporting campaign activations to the global teams.\n\nThis experience allowed me to develop a practical and strategic understanding of the luxury marketing and communication world, bringing together branding, visual merchandising, and digital marketing within one ecosystem.",
    "description_en": "During my internship at Prestige Perfumes and Cosmetics, I worked on the development of window displays, brand pages, and promotional materials for brands like Dolce&Gabbana, Issey Miyake, and Narciso Rodriguez. I adapted global campaigns to the Brazilian market, ensuring alignment with international guidelines and integrating branding, visual merchandising, and digital marketing strategies in the luxury sector. Check out some of the materials I created during this period below.",
    "description_fr_full": "J'ai été en charge de la création et de l'adaptation de supports visuels et promotionnels pour le marché brésilien, notamment des vitrines et animations en point de vente. Chaque exécution devait refléter fidèlement l’univers des marques tout en respectant les guidelines internationaux, de la conception à la production, en lien direct avec les imprimeurs et les équipes locales.\n\nJ'ai également développé des pages de marque pour Issey Miyake et Narciso Rodriguez sur le site de Sephora Brésil, et optimisé les pages produit en intégrant un storytelling cohérent et un positionnement clair. J’ai réalisé un benchmark des marques concurrentes et analysé des exemples internationaux pour assurer une adaptation pertinente au marché local.\n\nEn parallèle, j'ai contribué aux campagnes de marketing digital, en adaptant les contenus pour des activations saisonnières ou lancements produit, en participant à la rédaction de contenus et à la création d’assets visuels lorsque nécessaire. J’ai également assuré le reporting des activations aux équipes centrales.\n\nCette expérience m’a permis d’acquérir une vision globale et concrète du marketing dans le secteur du luxe, en alliant branding, visual merchandising et marketing digital dans une logique cohérente et orientée résultat.\n\nCi-dessous, vous pouvez découvrir quelques-uns des supports réalisés durant cette expérience.",
    "description_fr": "Lors de mon stage chez Prestige Parfums et Cosmétiques, j'ai participé à la création de vitrines, pages de marque et supports promotionnels pour des marques comme Dolce&Gabbana, Issey Miyake et Narciso Rodriguez. J'ai adapté les campagnes internationales au marché brésilien, en respectant les guidelines globaux et en combinant branding, merchandising visuel et marketing digital dans l'univers du luxe. Découvrez ci-dessous quelques exemples des supports que j’ai réalisés pendant cette expérience.",
    "activities": [
      {
        "name": "Vitrines",
        "images": [
          "Imagem35 (1).jpg", "Imagem36.jpg", "WhatsApp Image 2023-04-18 at 21.04.29.jpg",
          "WhatsApp Image 2023-04-18 at 21.04.28 (1).jpg", "WhatsApp Image 2023-04-18 at 21.04.28.jpg",
          "Imagem34 (1).jpg", "IMG-20230410-WA0002.jpg", "Imagem33 (2).jpg",
          "IMG-20230410-WA0024.jpg", "Imagem6 (1).jpg", "Imagem10 (1).jpg",
          "Imagem12 (1).jpg", "image (3).jpg", "image (2).jpg"
        ]
      },
      {
        "name": "Paginas de marca e produtos",
        "images": [
          "120805.jpg", "120950.jpg"
        ]
      },
      {
        "name": "Materiais Digitais",
        "images": [
          "Imagem52.jpg", "Imagem51.jpg", "Imagem49.jpg", "Imagem50.jpg", "Imagem53.jpg"
        ]
      }
    ]
  }
}
